data/l1/apache/benchmark-apache.stock-4.17/cores-84/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  84 threads and 672 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.50ms    4.72ms 169.89ms   88.43%
    Req/Sec     6.62k     2.24k   39.97k    70.60%
  10992912 requests in 19.92s, 5.47GB read
Requests/sec: 551963.40
Transfer/sec:    281.24MB